i5-2500k/3.6.11/300/1/read-write-1.log
starting vacuum...end.
transaction type: <builtin: TPC-B (sort of)>
scaling factor: 300
query mode: simple
number of clients: 1
number of threads: 1
duration: 1800 s
number of transactions actually processed: 3628906
latency average: 0.496 ms
tps = 2016.058833 (including connections establishing)
tps = 2016.060008 (excluding connections establishing)